Repository: e-loue/django-faq
Catalog: faq/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Changed status to '%s'.
fr: Le status a été changé pour '%s'.

source: %(count)s %(object)s was successfully %(verb)s.
fr: %(count)s %(object)s a été %(verb)s avec succès.

source: Draft selected %(verbose_name_plural)s
fr: Mettre en attente les %(verbose_name_plural)s sélectionés

source: Publish selected %(verbose_name_plural)s
fr: Publié les %(verbose_name_plural)s sélectionnés

source: Remove selected %(verbose_name_plural)s
fr: Retiré les %(verbose_name_plural)s sélectionnés

source: No. of Questions
fr: Numbers of questions

source: date created
fr: date de création

source: date modified
fr: date de modification

source: Only objects with "published" status will be displayed publicly.
fr: Seul les objects dont le status est "publié" seront affichés publiquement.

source: title
fr: titre

source: Used in the URL for the topic. Must be unique.
fr: Utilisé dans l'URL du sujet. Doit être unique.

source: A short description of this topic.
fr: Une courte description pour ce sujet

source: template name
fr: nom du template

source: Optional template to use for this topic's detail page, e.g., "faq/topics/special.html". If not given the standard template will be used.
fr: Template optionnel utilisé le page du sujet, par exemple, "faq/topics/special.html". Si aucune valeur n'est donnée, le template par défaut sera utilisé.

source: topic
fr: sujet

source: topics
fr: sujets

source: Used in the URL for the Question. Must be unique.
fr: Utilisé dans l'URL de la question. Doit être unique.

source: answer
fr: réponse

source: ordering
fr: ordre

source: An integer used to order the question amongst others related to the same topic. If not given this question will be last in the list.
fr: Un nombre entier utilisé pour ordonner les questions du même sujet. Si aucun nombre n'est donné, cette question sera la dernière de la liste.

source: drafted
fr: en attente

source: published
fr: publié

source: removed
fr: retiré

source: Frequently Asked Questions
fr: Foire aux questions
